Repository: Alexsussa/eyed3-gtk-gui
Catalog: translations/*/*.po
Languages: pt_br

source: Title
pt_br: Título

source: Artist
pt_br: Artista

source: Album
pt_br: Álbum

source: Album Artist
pt_br: Artista Álbum

source: Track Number
pt_br: Número da faixa

source: Genre
pt_br: Gênero

source: Year
pt_br: Ano

source: Select a txt file with lyrics by clicking the button
pt_br: Selecione um arquivo de texto com as letras da música clicando no botão

source: Select an image file as front cover by clicking the button
pt_br: Selecione uma imagem como capa de álbum clicando no botão

source: Cover
pt_br: Capa

source: Select an image file as front cover
pt_br: Selecione uma imagem como capa de álbum

source: Lyrics
pt_br: Letras

source: Select a txt file with lyrics
pt_br: Selecione um arquivo de texto com as letras da música

source: Select an audio file by clicking the button
pt_br: Selecione um arquivo de áudio clicando no botão

source: Load Audio
pt_br: Carregar áudio

source: Select an audio file, Ctrl+O
pt_br: Selecione um arquivo de áudio, Ctrl+O

source: Save Tags
pt_br: Salvar tags

source: Save all tags into the audio file, Ctrl+S
pt_br: Salvar todas as tags dentro do arquivo de áudio, Ctrl+S

source: Clear Fields
pt_br: Limpar campos

source: Clear all fields, Ctrl+L
pt_br: Limpar todos os campos, Ctrl+L

source: Remove All Tags
pt_br: Remover as tags

source: Remove completly all tags from audio
pt_br: Remove completamente todas as tags do áudio

source: File
pt_br: Arquivo

source: Load audio file...
pt_br: Carregar arquivo de áudio...

source: Save all tags
pt_br: Salvar tags

source: Exit
pt_br: Sair

source: Help
pt_br: Ajuda

source: License
pt_br: Licença

source: Documentation
pt_br: Documentação

source: Search for new updates...
pt_br: Procurar por novas atualizações...

source: About
pt_br: Sobre

source: Composer(s)
pt_br: Compositor(es)

source: Comments
pt_br: Comentários

source: About eyeD3 Gtk Gui
pt_br: Sobre eyeD3 Gtk Gui

source: This program was created in order to facilitate its use through a graphic interface, because it already exists and was based on the eyeD3 command line tool. Only necessary credit is that if the program is changed the respective creators names must be maintained of both softwares eyeD3 command line tool and the eyeD3 creator Gtk Gui must be maintained.
pt_br: Esse programa foi criado com intuito de facilitar seu uso através de uma interface, pois o mesmo já existe e foi baseado no eyeD3 command-line-tool. Único crédito exigido é que se o programa for alterado deixar os nomes dos respectivos criadores tanto do eyeD3 command-line-tool quanto ao do criador do eyeD3 Gtk Gui.

source: All audio tags are saved.
pt_br: Todas as tags de áudio foram salvas.

source: Choose an audio file
pt_br: Selecione um arquivo de áudio

source: There's a new software version available to download.
pt_br: Há uma nova versão do software disponível para download.

source: Software has the last version installed.
pt_br: Software já tem a última versão instalada.

source: You need to load an audio file to save tags.
pt_br: Você precisa carregar um arquivo de áudio para salvar as tags.

source: You need to load an audio file to remove tags.
pt_br: Você precisa carregar um arquivo de áudio para remover as tags.
